Repository: Yoddikko/kasetPlus
Catalog: Sources/Kaset/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sv, tr, uk, zh_hans

source: The system didn't report a valid audio format for KasetPlus's output. Try disabling the equalizer, starting playback, then enabling it again.
ar: لم يُبلّغ النظام عن تنسيق صوت صالح لإخراج KasetPlus. حاول إيقاف المعادل وبدء التشغيل ثم إعادة تشغيله.
de: Das System hat kein gültiges Audioformat für KasetPluss Ausgabe gemeldet. Versuche, den Equalizer zu deaktivieren, die Wiedergabe zu starten und ihn dann erneut zu aktivieren.
es: El sistema no informó de un formato de audio válido para la salida de KasetPlus. Prueba a desactivar el ecualizador, iniciar la reproducción y volver a activarlo.
fr: Le système n'a pas signalé un format audio valide pour la sortie de KasetPlus. Désactivez l'égaliseur, lancez la lecture, puis réactivez-le.
id: Sistem tidak melaporkan format audio yang valid untuk output KasetPlus. Coba nonaktifkan equalizer, mulai pemutaran, lalu aktifkan kembali.
it: Il sistema non ha segnalato un formato audio valido per l'uscita di KasetPlus. Prova a disabilitare l'equalizzatore, avviare la riproduzione e poi riabilitarlo.
ko: KasetPlus 출력에 유효한 오디오 형식이 보고되지 않았습니다. 이퀄라이저를 끄고 재생을 시작한 후 다시 켜보세요.
nl: Het systeem meldde geen geldige audio-indeling voor de uitvoer van KasetPlus. Probeer de equalizer uit te schakelen, het afspelen te starten en hem daarna opnieuw in te schakelen.
pl: System nie zgłosił prawidłowego formatu audio dla wyjścia KasetPlus. Spróbuj wyłączyć korektor, rozpocząć odtwarzanie, a potem włączyć go ponownie.
pt: O sistema não comunicou um formato de áudio válido para a saída do KasetPlus. Tente desativar o equalizador, iniciar a reprodução e voltar a ativá-lo.
ru: Система не сообщила допустимый аудиоформат для выхода KasetPlus. Попробуйте отключить эквалайзер, начать воспроизведение, а затем включить его снова.
sv: Systemet rapporterade inget giltigt ljudformat för KasetPluss utgång. Prova att stänga av equalizern, starta uppspelning och slå sedan på den igen.
tr: Sistem KasetPlus'in çıkışı için geçerli bir ses biçimi bildirmedi. Ekolayzırı kapatıp oynatmayı başlatın, ardından yeniden açın.
uk: Система не повідомила дійсний аудіоформат для виходу KasetPlus. Спробуйте вимкнути еквалайзер, почати відтворення, а потім увімкнути його знову.

source: There aren't any lyrics available for this song.
ar: لا تتوفر كلمات لهذه الأغنية.
cs: Pro tuto skladbu nejsou k dispozici žádné texty.
da: Der er ikke nogen sangtekster tilgængelige for denne sang.
de: Für diesen Titel ist kein Songtext verfügbar.
el: Δεν υπάρχουν διαθέσιμοι στίχοι για αυτό το τραγούδι.
es: No hay letras disponibles para esta canción.
fi: Tälle kappaleelle ei ole saatavilla sanoituksia.
fr: Aucune parole n'est disponible pour ce morceau.
id: Tidak ada lirik yang tersedia untuk lagu ini.
it: Non ci sono testi disponibili per questo brano.
ja: この曲に利用可能な歌詞はありません。
ko: 이 노래에 사용할 수 있는 가사가 없습니다.
nl: Er zijn geen songteksten beschikbaar voor dit nummer.
no: Det finnes ingen sangtekst tilgjengelig for denne sangen.
pl: Nie ma dostępnego tekstu dla tego utworu.
pt: Não há letras disponíveis para esta música.
pt_br: Não há letras disponíveis para esta música.
ro: Nu există versuri disponibile pentru această melodie.
ru: Для этого трека нет доступного текста.
sv: Det finns ingen sångtext tillgänglig för den här låten.
tr: Bu şarkı için kullanılabilir şarkı sözü yok.
uk: Для цієї пісні немає доступного тексту.
zh_hans: 这首歌没有任何可用的歌词。

source: This Mac doesn't support Apple Intelligence. An Apple Silicon Mac is required.
ar: هذا الـ Mac لا يدعم ذكاء Apple. يتطلب Mac بمعالج Apple Silicon.
cs: Tento Mac nepodporuje Apple Intelligence. Je vyžadován Apple Silicon Mac.
da: Denne Mac understøtter ikke Apple Intelligence. En Apple Silicon Mac er påkrævet.
de: Dieser Mac unterstützt Apple Intelligence nicht. Ein Mac mit Apple Silicon ist erforderlich.
el: Αυτός ο Mac δεν υποστηρίζει το Apple Intelligence. Απαιτείται ένα Apple Silicon Mac.
es: Este Mac no es compatible con Apple Intelligence. Se requiere un Mac con Apple Silicon.
fi: Tämä Mac ei tue Apple Intelligence. Apple Silicon Mac tarvitaan.
fr: Ce Mac ne prend pas en charge Apple Intelligence. Un Mac avec puce Apple Silicon est requis.
id: Mac ini tidak mendukung Apple Intelligence. Diperlukan Mac dengan chip Apple Silicon.
it: Questo Mac non supporta Apple Intelligence. È richiesto un Mac con Apple Silicon.
ja: この Mac は Apple Intelligence に対応していません。Apple Silicon Mac が必要です。
ko: 이 Mac은 Apple Intelligence를 지원하지 않습니다. Apple Silicon Mac이 필요합니다.
nl: Deze Mac ondersteunt Apple Intelligence niet. Een Mac met Apple Silicon is vereist.
no: Denne Mac støtter ikke Apple Intelligence. En Apple Silicon Mac er nødvendig.
pl: Ten Mac nie obsługuje Apple Intelligence. Wymagany jest Mac z Apple Silicon.
pt: Este Mac não suporta Apple Intelligence. É necessário um Mac com Apple Silicon.
pt_br: Este Mac não suporta o Apple Intelligence. É necessário um Apple Silicon Mac.
ro: Acest Mac nu acceptă Apple Intelligence. Este necesar un Apple Silicon Mac.
ru: Этот Mac не поддерживает Apple Intelligence. Требуется Mac с Apple Silicon.
sv: Den här Mac-datorn stöder inte Apple Intelligence. En Mac med Apple Silicon krävs.
tr: Bu Mac Apple Intelligence'ı desteklemiyor. Apple Silicon özellikli bir Mac gerekiyor.
uk: Цей Mac не підтримує Apple Intelligence. Потрібен Mac з чіпом Apple Silicon.
zh_hans: 此 Mac 不支持苹果智能。需要 Apple Silicon Mac。

source: This list is empty.
ar: هذه القائمة فارغة.
cs: Tento seznam je prázdný.
da: Denne liste er tom.
de: Diese Liste ist leer.
el: Αυτή η λίστα είναι κενή.
es: Esta lista está vacía.
fi: Tämä luettelo on tyhjä.
fr: Cette liste est vide.
id: Daftar ini kosong.
it: Questo elenco è vuoto.
ja: このリストは空です。
ko: 이 목록은 비어 있습니다.
nl: Deze lijst is leeg.
no: Denne listen er tom.
pl: Ta lista jest pusta.
pt: Esta lista está vazia.
pt_br: Esta lista está vazia.
ro: Această listă este goală.
ru: Этот список пуст.
sv: Den här listan är tom.
tr: Bu liste boş.
uk: Цей список порожній.
zh_hans: 此列表是空的。

source: This video is playing in the pop-out player.
ar: يتم تشغيل هذا الفيديو في المشغّل المنبثق.
cs: Toto video se přehrává ve vyskakovacím přehrávači.
da: Denne video afspilles i pop-out-afspilleren.
de: Dieses Video wird im ausgelagerten Player wiedergegeben.
el: Αυτό το βίντεο αναπαράγεται στο πρόγραμμα αναπαραγωγής pop-out.
es: Este video se está reproduciendo en el reproductor emergente.
fi: Tämä video on toistossa ponnahdusikkunassa.
fr: Cette vidéo est en cours de lecture dans le lecteur détaché.
id: Video ini sedang diputar di pemutar pop-out.
it: Questo video è in riproduzione nel player separato.
ja: このビデオはポップアウトプレーヤーで再生されています。
ko: 이 비디오는 분리된 플레이어에서 재생 중입니다.
nl: Deze video wordt afgespeeld in de losstaande speler.
no: Denne videoen spiller i pop-out spilleren.
pl: Ten film jest odtwarzany w odłączonym odtwarzaczu.
pt: Este vídeo está a ser reproduzido no leitor destacado.
pt_br: Este vídeo está reproduzindo no reprodutor pop-out.
ro: Acest videoclip redă în playerul pop-out.
ru: Это видео воспроизводится во всплывающем проигрывателе.
sv: Den här videon spelas upp i den fristående spelaren.
tr: Bu video açılır oynatıcıda oynatılıyor.
uk: Це відео відтворюється у відокремленому програвачі.
zh_hans: 此视频正在弹出播放器中播放。

source: Title
ar: العنوان
cs: Hlava 1 – Celkem
da: Titel
de: Titel
el: Τίτλος
es: Título
fi: Otsikko
fr: Titre de la page
it: Titolo
ja: タイトル
nl: Aanspreektitel
no: Tittel
pl: Rozporządzenie Rady (EWG) nr 2658/87 z dnia 23 lipca 1987 r. w sprawie nomenklatury taryfowej i statystycznej oraz w sprawie Wspólnej Taryfy Celnej (Dz.U. L 256 z 7.9.1987, s. 1).
pt: Título
pt_br: Título
ro: Titlu
ru: Заголовок
sv: Titel
uk: Найменування
zh_hans: 标题

source: Top songs
ar: أفضل الأغاني
cs: Nejlepší skladby
da: Top sange
de: Top-Titel
el: Κορυφαία τραγούδια
es: Canciones destacadas
fi: Suosituimmat kappaleet
fr: Meilleurs morceaux
id: Lagu teratas
it: Brani più popolari
ja: トップ曲
ko: 인기곡
nl: Topnummers
no: Topp sanger
pl: Najpopularniejsze utwory
pt: Principais músicas
pt_br: Músicas populares
ro: Melodii de top
ru: Популярные треки
sv: Topplåtar
tr: En Popüler Şarkılar
uk: Найпопулярніші пісні
zh_hans: 顶部歌曲

source: Track
ar: مقطوعة
cs: Stopa
da: Spor
de: Titel
el: Κομμάτι
es: Pista
fi: Kappale
fr: Titre
id: Trek
it: Brano
ja: トラック
ko: 트랙
nl: Bijhouden
no: Spor
pl: Utwór
pt: Faixa
pt_br: Acompanhar
ro: Urmărire
ru: Трек
sv: Spår
tr: Parça
uk: Трек
zh_hans: 曲目

source: Treble Booster
ar: معزز الصوت العالي
cs: Zvýraznění výšek
da: Diskant Booster
de: Höhenverstärker
el: Ενίσχυση Πρίμα
es: Refuerzo de agudos
fi: Diskantin Tehostus
fr: Amplificateur d'aigus
id: Penguat Treble
it: Amplifica alti
ko: 트레블 부스터
nl: Hoge tonen versterken
no: Diskant Booster
pl: Wzmocnienie tonów wysokich
pt: Reforço de agudos
pt_br: Amplificar agudos
ro: Amplificare Înalte
ru: Усиление высоких частот
sv: Diskantförstärkare
tr: Tiz Yükseltici
uk: Посилення високих частот
zh_hans: 高音加速器

source: Treble Reducer
ar: مخفض الصوت العالي
cs: Spínač výšek
da: Diskant Reducerer
de: Höhenreduzierung
el: Μείωση Πρίμα
es: Reducción de agudos
fi: Diskantin Vähennys
fr: Réducteur d'aigus
id: Pengurang Treble
it: Riduttore alti
ko: 트레블 리듀서
nl: Hoge tonen verminderen
no: Diskant Reduser
pl: Redukcja tonów wysokich
pt: Redução de agudos
pt_br: Redução de Agudos
ro: Reducere Înalte
ru: Ослабление высоких частот
sv: Diskantdämpare
tr: Tiz Azaltıcı
uk: Зменшення високих частот
zh_hans: 高音量减少

source: Try Again
ar: حاول مرة أخرى
cs: Zkuste to znovu
da: Prøv Igen
de: Erneut versuchen
el: Δοκιμάστε Ξανά
es: Volver a intentarlo
fi: Yritä Uudelleen
fr: Réessayer
id: Coba Lagi
it: Riprova
ja: もう一度試す
ko: 다시 시도
nl: Probeer opnieuw
no: Prøv igjen
pl: Spróbuj ponownie
pt: Tentar novamente
pt_br: Tente novamente
ro: Încearcă din nou
ru: Попробовать снова
sv: Försök igen
tr: Tekrar Dene
uk: Спробувати ще раз
zh_hans: 再试一次

source: Try commands like:
ar: جرّب أوامر مثل:
cs: Vyzkoušejte příkazy jako:
da: Prøv kommandoer som:
de: Probiere Befehle wie:
el: Δοκιμάστε εντολές όπως:
es: Prueba comandos como:
fi: Kokeile komentoja, kuten:
fr: Essayez des commandes comme :
id: Coba perintah seperti:
it: Prova comandi come:
ja: 次のようなコマンドを試してみてください：
ko: 다음과 같은 명령을 시도해 보세요:
nl: Probeer opdrachten zoals:
no: Prøv kommandoer som:
pl: Wypróbuj polecenia takie jak:
pt: Experimente comandos como:
pt_br: Tente comandos como:
ro: Încearcă comenzi precum:
ru: Попробуйте команды вроде:
sv: Prova kommandon som:
tr: Şunun gibi komutlar deneyin:
uk: Спробуйте такі команди:
zh_hans: 请尝试类似的命令：

source: Try searching for something else
ar: حاول البحث عن شيء آخر
cs: Zkuste hledat něco jiného
da: Prøv at søge efter noget andet
de: Versuche, nach etwas anderem zu suchen
el: Προσπαθήστε να ψάξετε για κάτι άλλο
es: Prueba a buscar otra cosa
fi: Yritä etsiä jotain muuta
fr: Essayez de rechercher autre chose
id: Coba cari hal lain
it: Prova a cercare qualcos'altro
ja: 何か他のものを探してみてください
ko: 다른 항목을 검색해 보세요
nl: Probeer iets anders te zoeken
no: Prøv å søke etter noe annet
pl: Spróbuj wyszukać coś innego
pt: Tente pesquisar outra coisa
pt_br: Tente procurar por outra coisa
ro: Încearcă să cauți altceva
ru: Попробуйте поискать что-то другое
sv: Prova att söka efter något annat
tr: Başka bir şey aramayı deneyin
uk: Спробуйте знайти щось інше
zh_hans: 尝试搜索其它内容

source: Unable to determine availability
ar: تعذّر تحديد التوفر
cs: Nelze určit dostupnost
da: Kan ikke bestemme tilgængelighed
de: Verfügbarkeit konnte nicht ermittelt werden
el: Αδυναμία προσδιορισμού διαθεσιμότητας
es: No se pudo determinar la disponibilidad
fi: Saatavuuden määrittäminen ei onnistu
fr: Impossible de déterminer la disponibilité
id: Tidak dapat menentukan ketersediaan
it: Impossibile determinare la disponibilità
ja: 可用性を確認できません
ko: 사용 가능 여부를 확인할 수 없음
nl: Beschikbaarheid kon niet worden bepaald
no: Kan ikke finne tilgjengelighet
pl: Nie można określić dostępności
pt: Não foi possível determinar a disponibilidade
pt_br: Impossível determinar a disponibilidade
ro: Imposibil de determinat disponibilitatea
ru: Не удалось определить доступность
sv: Kunde inte fastställa tillgänglighet
tr: Kullanılabilirlik belirlenemedi
uk: Не вдалося визначити доступність
zh_hans: 无法确定可用性

source: Unable to load artist
ar: تعذّر تحميل الفنان
cs: Nelze načíst interpreta
da: Kan ikke indlæse kunstner
de: Interpret konnte nicht geladen werden
el: Αδυναμία φόρτωσης καλλιτέχνη
es: No se pudo cargar el artista
fi: Esittäjän lataaminen epäonnistui
fr: Impossible de charger l'artiste
id: Tidak dapat memuat artis
it: Impossibile caricare l'artista
ja: アーティストを読み込めません
ko: 아티스트를 로드할 수 없음
nl: Kon artiest niet laden
no: Kunne ikke laste inn artisten
pl: Nie można wczytać artysty
pt: Não foi possível carregar o artista
pt_br: Não é possível carregar o artista
ro: Imposibil de încărcat artistul
ru: Не удалось загрузить исполнителя
sv: Kunde inte läsa in artist
tr: Sanatçı yüklenemedi
uk: Не вдалося завантажити виконавця
zh_hans: 无法加载艺人

source: Unable to load content
ar: تعذّر تحميل المحتوى
cs: Obsah nelze načíst
da: Kan ikke indlæse indhold
de: Inhalt konnte nicht geladen werden
el: Αδυναμία φόρτωσης περιεχομένου
es: No se pudo cargar el contenido
fi: Sisältöä ei voi ladata
fr: Impossible de charger le contenu
id: Tidak dapat memuat konten
it: Impossibile caricare il contenuto
ja: コンテンツを読み込むことができません
ko: 콘텐츠를 로드할 수 없음
nl: Kon inhoud niet laden
no: Kunne ikke laste innhold
pl: Nie można wczytać treści
pt: Não foi possível carregar o conteúdo
pt_br: Não foi possível carregar o conteúdo
ro: Imposibil de încărcat conținutul
ru: Не удалось загрузить контент
sv: Kunde inte läsa in innehåll
tr: İçerik yüklenemedi
uk: Не вдалося завантажити контент
zh_hans: 无法加载内容

source: Unable to load playlist
ar: تعذّر تحميل قائمة التشغيل
cs: Nelze načíst playlist
da: Kan ikke indlæse afspilningsliste
de: Playlist konnte nicht geladen werden
el: Αδυναμία φόρτωσης λίστας αναπαραγωγής
es: No se pudo cargar la playlist
fi: Soittolistaa ei voitu ladata
fr: Impossible de charger la playlist
id: Tidak dapat memuat daftar putar
it: Impossibile caricare la playlist
ja: プレイリストを読み込めません
ko: 재생목록을 로드할 수 없음
nl: Kon afspeellijst niet laden
no: Kan ikke laste spilleliste
pl: Nie można wczytać playlisty
pt: Não foi possível carregar a lista de reprodução
pt_br: Não foi possível carregar a playlist
ro: Imposibil de încărcat lista de redare
ru: Не удалось загрузить плейлист
sv: Kunde inte läsa in spellista
tr: Çalma listesi yüklenemedi
uk: Не вдалося завантажити плейлист
zh_hans: 无法加载播放列表

source: Unavailable
ar: غير متاح
de: Nicht verfügbar
es: No disponible
fr: Indisponible
id: Tidak tersedia
it: Non disponibile
ko: 사용 불가
nl: Niet beschikbaar
pl: Niedostępne
pt: Indisponível
ru: Недоступно
sv: Otillgänglig
tr: Kullanılamıyor
uk: Недоступно

source: Undo
ar: تراجع
cs: Zpět
da: Fortryd
de: Rückgängig
el: Αναίρεση
es: Deshacer
fi: Kumoa
fr: Annuler
id: Batalkan
it: Annulla
ja: 元に戻す
ko: 실행 취소
nl: Maak ongedaan
no: Angre
pl: Cofnij
pt: Anular
pt_br: Desfazer
ro: Anulează
ru: Отменить
sv: Ångra
tr: Geri Al
uk: Відмінити
zh_hans: 撤消操作

source: Undo the last queue change.
ar: تراجع عن آخر تغيير في قائمة الانتظار.
cs: Vrátit zpět poslední změnu fronty.
da: Fortryd den sidste ændring i køen.
de: Mache die letzte Änderung an der Warteschlange rückgängig.
el: Αναίρεση της τελευταίας αλλαγής ουράς.
es: Deshaz el último cambio de la cola.
fi: Peru viimeinen jonon muutos.
fr: Annulez la dernière modification de la file d'attente.
id: Batalkan perubahan antrean terakhir.
it: Annulla l'ultima modifica alla coda.
ja: 最後のキューの変更を元に戻します。
ko: 마지막 대기열 변경을 실행 취소합니다.
nl: Maak de laatste wijziging in de wachtrij ongedaan.
no: Angre den siste endringen av køen.
pl: Cofnij ostatnią zmianę kolejki.
pt: Anule a última alteração da fila.
pt_br: Desfazer a última alteração na fila.
ro: Anulează ultima modificare de coadă.
ru: Отмените последнее изменение в очереди.
sv: Ångra den senaste köändringen.
tr: Son kuyruk değişikliğini geri al.
uk: Скасуйте останню зміну черги.
zh_hans: 撤销最后一次队列更改。

source: Unknown
ar: غير معروف
cs: Neznámý
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
fi: Tuntematon
fr: Inconnu
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
no: Ukjent
pl: Nieznane
pt: Desconhecido
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестно
sv: Okänd
tr: Bilinmiyor
uk: Невідомо
zh_hans: 未知的

source: Unknown Artist
ar: فنان غير معروف
cs: Neznámý interpret
da: Ukendt Kunstner
de: Unbekannter Interpret
el: Άγνωστος Καλλιτέχνης
es: Artista desconocido
fi: Tuntematon Esittäjä
fr: Artiste inconnu
id: Artis Tidak Dikenal
it: Artista sconosciuto
ja: 不明なアーティスト
ko: 알 수 없는 아티스트
nl: Onbekende artiest
no: Ukjent artist
pl: Nieznany artysta
pt: Artista desconhecido
pt_br: Artista Desconhecido
ro: Artist Necunoscut
ru: Неизвестный исполнитель
sv: Okänd artist
tr: Bilinmeyen Sanatçı
uk: Невідомий виконавець
zh_hans: 未知艺人

source: Unlike
ar: إلغاء الإعجاب
cs: Nelíbí se mi
da: I modsætning
de: "Gefällt mir" entfernen
el: Σε αντίθεση
es: Quitar Me gusta
fi: Toisin
fr: Retirer le j'aime
id: Batal suka
it: Rimuovi mi piace
ja: いいね！を解除
ko: 좋아요 취소
nl: Leuk vinden verwijderen
no: Ulikt
pl: Usuń polubienie
pt: Remover gosto
pt_br: Descurtir
ro: Spre deosebire
ru: Убрать «нравится»
sv: Ta bort gilla
tr: Beğeniyi Kaldır
uk: Прибрати «подобається»
zh_hans: 不匹配

source: Unmute
ar: إلغاء كتم الصوت
cs: Zrušit ztlumení
da: Lyd Fra
de: Ton einschalten
el: Κατάργηση Σίγασης
es: Activar sonido
fi: Poista Mykistys
fr: Réactiver le son
id: Bunyikan
it: Attiva audio
ja: ミュート解除
ko: 음소거 해제
nl: Dempen opheffen
no: Udemp
pl: Włącz dźwięk
pt: Ativar som
pt_br: Desbloquear
ro: Deblochează
ru: Включить звук
sv: Slå på ljud
tr: Sesi Aç
uk: Увімкнути звук
zh_hans: 取消静音

source: Up Next
ar: التالي
cs: Další
da: Op Næste
de: Als Nächstes
el: Επάνω Επόμενο
es: A continuación
fi: Seuraava Ylös
fr: À suivre
id: Berikutnya
it: In coda
ja: 次へ
ko: 다음 트랙
nl: Hierna
no: Neste nivå
pl: Następne
pt: A seguir
pt_br: A Seguir
ro: Sus Următorul
ru: Далее
sv: Härnäst
tr: Sıradaki
uk: Далі
zh_hans: 上下一个

source: Updates
ar: التحديثات
cs: Aktualizace
da: Opdateringer
el: Ενημερώσεις
es: Actualizaciones
fi: Päivitykset
fr: Mises à jour
id: Pembaruan
it: Aggiornamenti
ja: 更新
ko: 업데이트
nl: Bijwerken
no: Oppdateringer
pl: Uaktualnienia
pt: Atualizações
pt_br: Atualizações
ro: Actualizări
ru: Обновления
sv: Uppdateringar
tr: Güncellemeler
uk: Оновлення
zh_hans: 更新

source: Upload songs to YouTube Music to browse them here.
ar: ارفع الأغاني إلى YouTube Music لتصفحها هنا.
cs: Nahrajte skladby do YouTube Music, abyste je zde prohlédli.
da: Upload sange til YouTube Music for at gennemse dem her.
de: Lade Titel zu YouTube Music hoch, um sie hier zu durchsuchen.
el: Ανεβάστε τραγούδια στο YouTube Music για να τα περιηγηθείτε εδώ.
es: Sube canciones a YouTube Music para verlas aquí.
fi: Lataa kappaleita YouTube-musiikkiin selataksesi niitä täällä.
fr: Importez des morceaux dans YouTube Music pour les parcourir ici.
id: Unggah lagu ke YouTube Music untuk menelusurinya di sini.
it: Carica brani su YouTube Music per sfogliarli qui.
ja: YouTubeミュージックに曲をアップロードして、ここでそれらを閲覧します。
ko: 노래를 YouTube Music에 업로드하면 여기에서 둘러볼 수 있습니다.
nl: Upload nummers naar YouTube Music om ze hier te bekijken.
no: Last opp sanger til YouTube Music for å bla gjennom dem her.
pl: Prześlij utwory do YouTube Music, aby przeglądać je tutaj.
pt: Carregue músicas para o YouTube Music para as explorar aqui.
pt_br: Envie músicas para o YouTube Music para navegá-las aqui.
ro: Încarcă melodii pe YouTube Music pentru a le naviga aici.
ru: Загрузите песни в YouTube Music, чтобы просматривать их здесь.
sv: Ladda upp låtar till YouTube Music för att bläddra bland dem här.
tr: Şarkıları burada göz atmak için YouTube Music'e yükleyin.
uk: Завантажте пісні в YouTube Music, щоб переглядати їх тут.
zh_hans: 上传歌曲到 YouTube 音乐以在这里浏览。

source: Uploads
ar: التحميلات
cs: Nahrávání
el: Μεταφορτώσεις
es: Subidas
fi: Lataukset
fr: Importations
id: Unggahan
it: Caricamenti
ja: アップロード
ko: 업로드
no: Opplastinger
pl: Przesłane
pt: Carregamentos
pt_br: Carregamentos
ro: Încărcări
ru: Загрузки
sv: Uppladdningar
tr: Yüklemeler
uk: Завантаження
zh_hans: 上传

source: Upvote the ideas that matter to you
ar: قم بالتصويت على الأفكار التي تهمك
cs: Hlasujte myšlenky, které vám záleží
da: Opstemme de idéer, der betyder noget for dig
de: Stimmen Sie die Ihnen am Herzen liegenden Ideen hoch
el: Υπερψηφίστε τις ιδέες που σας αφορούν
es: Votar las ideas que te importan
fi: Upvote ideoita, joilla on väliä
fr: Votez pour les idées qui vous importent
it: Vota positivamente le idee che ti interessano
ja: 重要なアイデアに賛成する
nl: Stem de ideeën die belangrijk zijn voor u
no: Stem opp ideene som spiller til deg
pl: Zagłosuj na pomysły, które są dla Ciebie ważne
pt: Vote as ideias que são importantes para você
pt_br: Vote as ideias que são importantes para você
ro: Votează ideile care contează pentru tine
ru: Голосуйте идеи, имеющие значение для вас
sv: Uppmuntra de idéer som är viktiga för dig
uk: Проголосувати за ідеї, що мають значення для вас
zh_hans: 支持那些对您很重要的意见

source: Use Legacy macOS 15 UI
ar: استخدام واجهة macOS 15 القديمة
cs: Použít starší macOS 15 UI
da: Brug ældre macOS 15 UI
de: Legacy-UI von macOS 15 verwenden
el: Χρήση παλαιού τύπου macOS 15 UI
es: Usar la interfaz heredada de macOS 15
fi: Käytä Legacy macOS 15 UI
fr: Utiliser l’interface héritée de macOS 15
id: Gunakan UI macOS 15 Legacy
it: Usa interfaccia legacy di macOS 15
ja: 従来の macOS 15 UI を使用する
ko: macOS 15 레거시 UI 사용
nl: Legacy macOS 15-interface gebruiken
no: Bruk eldre macOS 15-brukergrensesnitt
pl: Użyj starszego interfejsu macOS 15
pt: Usar interface macOS 15 antiga
pt_br: Usar interface de usuário antiga do macOS 15
ro: Foloseste interfata veche macOS 15
ru: Использовать устаревший интерфейс macOS 15
sv: Använd legacy-gränssnitt för macOS 15
tr: macOS 15 Eski Arayüzünü Kullan
uk: Використовувати застарілий інтерфейс macOS 15
zh_hans: 使用旧的 macOS 15 界面

source: Verification isn’t available yet.
ar: التحقق غير متوفر بعد.
cs: Ověření zatím není k dispozici.
da: Bekræftelse er ikke tilgængelig endnu.
de: Verifizierung ist noch nicht verfügbar.
el: Η επαλήθευση δεν είναι ακόμα διαθέσιμη.
es: La verificación no está disponible todavía.
fi: Vahvistus ei ole vielä käytettävissä.
fr: La vérification n'est pas encore disponible.
ja: 認証はまだ利用できません。
nl: Verificatie is nog niet beschikbaar.
no: Verifisering er ikke tilgjengelig ennå.
pl: Weryfikacja nie jest jeszcze dostępna.
pt: Verificação ainda não está disponível.
pt_br: Verificação ainda não está disponível.
ro: Verificarea nu este încă disponibilă.
ru: Проверка еще не доступна.
sv: Verifieringen är inte tillgänglig ännu.
uk: Верифікація поки не доступна.
zh_hans: 验证尚不可用。

source: Verified — thank you! 💗
ar: تحقق — شكرا لك! 💗
cs: Ověřeno — děkuji! 💗
da: Bekræftet — tak! 💗
de: Verified — Danke! 💗
el: Επαληθευμένο - σας ευχαριστώ! 💗
es: Verificado — ¡gracias! 💗
fi: Vahvistettu — kiitos! 💗
fr: Vérifié — merci ! 💗
ja: Verified — ありがとうございます！ 💗
nl: Geverifieerd - bedankt! 💗
no: Verifisert - takk! 💗
pl: Zweryfikowano — dziękuję! 💗
pt: Verificado - Obrigado! :crescendo_heart:
pt_br: Verificado - Obrigado! :crescendo_heart:
ro: Verificat - îți mulțumesc! 💗
ru: Подтверждено — спасибо! 💗
sv: Verifierat — tack! 💗
uk: Перевірено - дякую! 💗
zh_hans: 已验证 — 谢谢谢你! :growing_heart :

source: Version
ar: الإصدار
cs: Verze
el: Έκδοση
es: Versión
fi: Versio
id: Versi
it: Versione
ja: バージョン
ko: 버전
nl: Versie
no: Versjon
pl: Wersja
pt: Versão
pt_br: Versão
ro: Versiune
ru: Версия
tr: Sürüm
uk: Версія
zh_hans: 版本

source: Video
ar: فيديو
el: Βίντεο
es: Vídeo
fr: Vidéo
ja: ビデオ
ko: 동영상
pl: Wideo
pt: Vídeo
pt_br: Vídeo
ru: Видео
uk: Відео
zh_hans: 视频
